
🎚0:14 43 ￢￢￢￢￢￢￢
(√.midi.input.controller[val: 43/43] ⫸  √.midi.cc.skypad.repeatX[val: 0/0]))) ⥵
(√.midi.input.controller[val: 43/43]⫷   √.midi.cc.skypad.repeatX[val: 43/43])))
(√.midi.cc.skypad.repeatX[val: 43/43] ⫸  √.model.canvas.tile.repeat[x: 0/0, y: 0/0]))) ⥵
(√.midi.cc.skypad.repeatY[val: 0/0]⫷   √.model.canvas.tile.repeat[x: -0.33/-0.33, y: 0/0]))) ⥵
(√.midi.input.controller[val: 43/43]⫷   √.midi.cc.skypad.repeatY[val: 0/0])))
(√.midi.cc.skypad.repeatY[val: 0/0] ⫸  √.model.canvas.tile.repeat[x: -0.33/-0.33, y: 0/0]))) ￢
(√.midi.output.controller[val: 0/0]⫷   √.midi.cc.skypad.repeatY[val: 0/0])))
(√.midi.cc.skypad.repeatX[val: 43/43]⫷   √.model.canvas.tile.repeat[x: -0.33/-0.33, y: 0/0]))) ￢
(√.model.canvas.tile.repeat[x: -0.33/-0.33, y: 0/0] ⫸  √.shader.render.cubemap.repeat[x: 0/0, y: 0/0]))) ⥵
(√.model.canvas.tile.repeat[x: -0.33/-0.33, y: 0/0]⫷   √.shader.render.cubemap.repeat[x: -0.33/-0.33, y: 0/0]))) ￢

(√.model.canvas.tile.repeat[x: -0.33/-0.33, y: 0/0] ⫸⚡️  √.sky.main.anim[_0: 0.5/0.5]))) +⥵￢￢￢42 ￢￢￢￢￢￢￢
(√.midi.input.controller[val: 42/42] ⫸  √.midi.cc.skypad.repeatX[val: 43/43]))) ⥵
(√.midi.input.controller[val: 42/42]⫷   √.midi.cc.skypad.repeatX[val: 42/42])))

(√.midi.cc.skypad.repeatX[val: 42/42] ⫸  √.model.canvas.tile.repeat⚡️[x: -0.33/-0.33, y: 0/0])))
􁒖 x     -589  canvas.tile.repeat (val-twe: -0.34 - -0.33)(√.midi.input.controller:1260, √.midi.cc.skypad.repeatX:1376)[thru,min,max,dflt,twe,val]
􁒖 y     -590  canvas.tile.repeat (val-twe: 0.00 - 0.00)(√.midi.input.controller:1260, √.midi.cc.skypad.repeatX:1376)[thru,min,max,dflt,twe,val]
􀿏[-588]🔰
⥵⥵￢￢⥵￢…⥵￢￢￢0 ⥵￢⥵￢⥵￢…⥵￢0 ⥵￢⥵￢⥵￢…⥵￢0 ⥵￢⥵￢⥵￢…⥵￢0 ⥵￢⥵￢⥵￢…⥵￢0 ⥵￢⥵￢⥵￢…⥵￢0 ⥵￢⥵￢⥵￢…⥵￢0 ⥵￢⥵￢⥵￢…⥵￢0 ⥵￢⥵￢⥵￢…⥵￢0.01 ⥵￢⥵￢⥵￢…⥵￢0.01 ⥵￢⥵￢⥵￢…⥵￢0.01 ⥵￢⥵￢⥵￢…⥵￢0.01 ⥵￢⥵￢⥵￢…⥵￢0.01 ⥵￢⥵￢⥵￢…⥵￢0.01 ⥵￢⥵￢⥵￢…⥵￢0.02 ⥵￢⥵￢⥵￢…⥵￢0.02 ⥵￢⥵￢⥵￢…⥵￢0.02 ⥵￢⥵￢⥵￢…⥵￢0.02 ⥵￢⥵￢⥵￢…⥵￢0.03 ⥵￢⥵￢⥵￢…⥵￢0.03 ⥵￢⥵￢⥵￢…⥵￢0.03 ⥵￢⥵￢⥵￢…⥵￢0.03 ⥵￢⥵￢⥵￢…⥵￢0.04 ⥵￢⥵￢⥵￢…⥵￢0.04 ⥵￢⥵￢⥵￢…⥵￢0.04 ⥵￢⥵￢⥵￢…⥵￢0.05 ⥵￢⥵￢⥵￢…⥵￢0.05 ⥵￢⥵￢⥵￢…⥵￢0.06 ⥵￢⥵￢⥵￢…⥵￢0.06 ⥵￢⥵￢⥵￢…⥵￢0.06 ⥵￢⥵￢⥵￢…⥵￢0.07 ⥵￢⥵￢⥵￢…⥵￢0.07 ⥵￢⥵￢⥵￢…⥵￢0.08 ⥵￢⥵￢⥵￢…⥵￢0.08 ⥵￢⥵￢⥵￢…⥵￢0.09 ⥵￢⥵￢⥵￢…⥵￢0.09 ⥵￢⥵￢⥵￢…⥵￢0.1 ⥵￢⥵￢⥵￢…⥵￢0.1 ⥵￢⥵￢⥵￢…⥵￢0.11 ⥵￢⥵￢⥵￢…⥵￢0.11 ⥵￢⥵￢⥵￢…⥵￢0.12 ⥵￢⥵￢⥵￢…⥵￢0.12 ⥵￢⥵￢⥵￢…⥵￢0.13 ⥵￢⥵￢⥵￢…⥵￢0.14 ⥵￢⥵￢⥵￢…⥵￢0.14 ⥵￢⥵￢⥵￢…⥵￢0.15 ⥵￢⥵￢⥵￢…⥵￢0.16 ⥵￢⥵￢⥵￢…⥵￢0.16 ⥵￢⥵￢⥵￢…⥵￢0.17 ⥵￢⥵￢⥵￢…⥵￢0.18 ⥵￢⥵￢⥵￢…⥵￢0.18 ⥵￢⥵￢⥵￢…⥵￢0.19 ⥵￢⥵￢⥵￢…⥵￢0.2 ⥵￢⥵￢⥵￢…⥵￢0.2 ⥵￢⥵￢⥵￢…⥵￢0.21 ⥵￢⥵￢⥵￢…⥵￢0.22 ⥵￢⥵￢⥵￢…⥵￢0.23 ⥵￢⥵￢⥵￢…⥵￢0.24 ⥵￢⥵￢⥵￢…⥵￢0.24 ⥵￢⥵￢⥵￢…⥵￢0.25 ⥵￢⥵￢⥵￢…⥵￢0.26 ⥵￢⥵￢⥵￢…⥵￢0.27 ⥵￢⥵￢⥵￢…⥵￢0.28 ⥵￢⥵￢⥵￢…⥵￢0.29 ⥵￢⥵￢⥵￢…⥵￢0.3 ⥵￢⥵￢⥵￢…⥵￢0.31 ⥵￢⥵￢⥵￢…⥵￢0.31 ⥵￢⥵￢⥵￢…⥵￢0.32 ⥵￢⥵￢⥵￢…⥵￢0.33 ⥵￢⥵￢⥵￢…⥵￢0.34 ⥵￢⥵￢⥵￢…⥵￢0.35 ⥵￢⥵￢⥵￢…⥵￢0.36 ⥵￢⥵￢⥵￢…⥵￢0.37 ⥵￢⥵￢⥵￢…⥵￢0.38 ⥵￢⥵￢⥵￢…⥵￢0.39 ⥵￢⥵￢⥵￢…⥵￢0.4 ⥵￢⥵￢⥵￢…⥵￢0.42 ⥵￢⥵￢⥵￢…⥵￢0.43 ⥵￢⥵￢⥵￢…⥵￢0.44 ⥵￢⥵￢⥵￢…⥵￢0.45 ⥵￢⥵￢⥵￢…⥵￢0.46 ⥵￢⥵￢⥵￢…⥵￢0.47 ⥵￢⥵￢⥵￢…⥵￢0.48 ⥵￢⥵￢⥵￢…⥵￢0.49 ⥵￢⥵￢⥵￢…⥵￢0.51 ⥵￢⥵￢⥵￢…⥵￢0.52 ⥵￢⥵￢⥵￢…⥵￢0.53 ⥵￢⥵￢⥵￢…⥵￢0.54 ⥵￢⥵￢⥵￢…⥵￢0.55 ⥵￢⥵￢⥵￢…⥵￢0.57 ⥵￢⥵￢⥵￢…⥵￢0.58 ⥵￢⥵￢⥵￢…⥵￢0.59 ⥵￢⥵￢⥵￢…⥵￢0.61 ⥵￢⥵￢⥵￢…⥵￢0.62 ⥵￢⥵￢⥵￢…⥵￢0.63 ⥵￢⥵￢⥵￢…⥵￢0.64 ⥵￢⥵￢⥵￢…⥵￢0.66 ⥵￢⥵￢⥵￢…⥵￢0.67 ⥵￢⥵￢⥵￢…⥵￢0.69 ⥵￢⥵￢⥵￢…⥵￢0.7 ⥵￢⥵￢⥵￢…⥵￢0.71 ⥵￢⥵￢⥵￢…⥵￢0.73 ⥵￢⥵￢⥵￢…⥵￢0.74 􀿏[-588]🔺


127 ￢￢￢￢￢￢￢
(√.midi.input.controller[val: 127/127] ⫸  √.midi.cc.skypad.repeatX[val: 0/0]))) ￢￢
(√.midi.input.controller[val: 127/127] ⫸  √.midi.cc.skypad.repeatY[val: 126/126]))) ⥵
(√.midi.input.controller[val: 127/127]⫷   √.midi.cc.skypad.repeatY[val: 127/127])))
(√.midi.cc.skypad.repeatY[val: 127/127] ⫸  √.model.canvas.tile.repeat⚡️[x: -0.34/-0.34, y: 0.97/0.97])))
􁒖 x     -589  canvas.tile.repeat (val-twe: -0.34 - -0.34)(√.midi.input.controller:1260, √.midi.cc.skypad.repeatY:1381)[thru,min,max,dflt,twe,val]
􁒖 y     -590  canvas.tile.repeat (val-twe: 0.98 - 0.98)(√.midi.input.controller:1260, √.midi.cc.skypad.repeatY:1381)[thru,min,max,dflt,twe,val]
􀿏[-588]🔰
⥵￢￢⥵￢…⥵￢0 􀿏[-588]🔺
